[
  {
    "backdrop_path": "/rQ5pOJBSqWoRf9evZHkL8rzUD4n.jpg",
    "first_air_date": "1989-12-17",
    "genre_ids": [
      10751,
      16,
      35
    ],
    "id": 456,
    "name": "The Simpsons",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Simpsons",
    "overview": "Set in Springfield, the average American town, the show focuses on the antics and everyday adventures of the Simpson family; Homer, Marge, Bart, Lisa and Maggie, as well as a virtual cast of thousands. Since the beginning, the series has been a pop culture icon, attracting hundreds of celebrities to guest star. The show has also made name for itself in its fearless satirical take on politics, media and American life in general.",
    "popularity": 566.435,
    "poster_path": "/tubgEpjTUA7t0kejVMBsNBZDarZ.jpg",
    "vote_average": 7.9,
    "vote_count": 7395
  },
  {
    "backdrop_path": "/vNnLAKmoczRlNarxyGrrw0KSOeX.jpg",
    "first_air_date": "2012-10-10",
    "genre_ids": [
      80,
      18,
      9648,
      10759
    ],
    "id": 1412,
    "name": "Arrow",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Arrow",
    "overview": "Spoiled billionaire playboy Oliver Queen is missing and presumed dead when his yacht is lost at sea. He returns five years later a changed man, determined to clean up the city as a hooded vigilante armed with a bow.",
    "popularity": 150.59,
    "poster_path": "/gKG5QGz5Ngf8fgWpBsWtlg5L2SF.jpg",
    "vote_average": 6.7,
    "vote_count": 4825
  },
  {
    "backdrop_path": "/kNhP4jLvkuKMFYt5BAMUfhZxlBr.jpg",
    "first_air_date": "2003-09-23",
    "genre_ids": [
      80,
      10759,
      18
    ],
    "id": 4614,
    "name": "NCIS",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "NCIS",
    "overview": "From murder and espionage to terrorism and stolen submarines, a team of special agents investigates any crime that has a shred of evidence connected to Navy and Marine Corps personnel, regardless of rank or position.",
    "popularity": 177.902,
    "poster_path": "/lSTchtc26YNdOjdKvZtLs22SokL.jpg",
    "vote_average": 7.5,
    "vote_count": 1661
  },
  {
    "backdrop_path": "/eUMwG5vXg4ovEUvXLAFgrr4bQvp.jpg",
    "first_air_date": "2010-10-31",
    "genre_ids": [
      10759,
      18,
      10765
    ],
    "id": 1402,
    "name": "The Walking Dead",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Walking Dead",
    "overview": "Sheriff's deputy Rick Grimes awakens from a coma to find a post-apocalyptic world dominated by flesh-eating zombies. He sets out to find his family and encounters many other survivors along the way.",
    "popularity": 630.882,
    "poster_path": "/w21lgYIi9GeUH5dO8l3B9ARZbCB.jpg",
    "vote_average": 8.1,
    "vote_count": 12194
  },
  {
    "backdrop_path": "/z6ES1hCbLozoquj5wilidrtKBPp.jpg",
    "first_air_date": "2007-02-15",
    "genre_ids": [
      16,
      10759,
      10765
    ],
    "id": 31910,
    "name": "Naruto Shippūden",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "Naruto Shippuuden",
    "overview": "Naruto Shippuuden is the continuation of the original animated TV series Naruto.The story revolves around an older and slightly more matured Uzumaki Naruto and his quest to save his friend Uchiha Sasuke from the grips of the snake-like Shinobi, Orochimaru. After 2 and a half years Naruto finally returns to his village of Konoha, and sets about putting his ambitions to work, though it will not be easy, as He has amassed a few (more dangerous) enemies, in the likes of the shinobi organization; Akatsuki.",
    "popularity": 293.969,
    "poster_path": "/kV27j3Nz4d5z8u6mN3EJw9RiLg2.jpg",
    "vote_average": 8.6,
    "vote_count": 6325
  },
  {
    "backdrop_path": "/kkgomBlNN9UvPhNGQmVMpOwAnXG.jpg",
    "first_air_date": "2019-02-15",
    "genre_ids": [
      10765,
      18
    ],
    "id": 79501,
    "name": "Doom Patrol",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Doom Patrol",
    "overview": "The Doom Patrol’s members each suffered horrible accidents that gave them superhuman abilities — but also left them scarred and disfigured. Traumatized and downtrodden, the team found purpose through The Chief, who brought them together to investigate the weirdest phenomena in existence — and to protect Earth from what they find.",
    "popularity": 69.236,
    "poster_path": "/kOAn06LmRCg4YiSStwrGL6UOQ3a.jpg",
    "vote_average": 7.7,
    "vote_count": 981
  },
  {
    "backdrop_path": "/41yaWnIT8AjIHiULHtTbKNzZTjc.jpg",
    "first_air_date": "2014-10-07",
    "genre_ids": [
      18,
      10765
    ],
    "id": 60735,
    "name": "The Flash",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Flash",
    "overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
    "popularity": 1062.654,
    "poster_path": "/lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
    "vote_average": 7.8,
    "vote_count": 8968
  },
  {
    "backdrop_path": "/A9lC7Mn3D6alhO4rkuatdW8oCWy.jpg",
    "first_air_date": "2014-09-22",
    "genre_ids": [
      18,
      80,
      10765
    ],
    "id": 60708,
    "name": "Gotham",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Gotham",
    "overview": "Everyone knows the name Commissioner Gordon. He is one of the crime world's greatest foes, a man whose reputation is synonymous with law and order. But what is known of Gordon's story and his rise from rookie detective to Police Commissioner? What did it take to navigate the multiple layers of corruption that secretly ruled Gotham City, the spawning ground of the world's most iconic villains? And what circumstances created them – the larger-than-life personas who would become Catwoman, The Penguin, The Riddler, Two-Face and The Joker?",
    "popularity": 111.24,
    "poster_path": "/4XddcRDtnNjYmLRMYpbrhFxsbuq.jpg",
    "vote_average": 7.6,
    "vote_count": 2556
  },
  {
    "backdrop_path": "/suopoADq0k8YZr4dQXcU6pToj6s.jpg",
    "first_air_date": "2011-04-17",
    "genre_ids": [
      10765,
      18,
      10759
    ],
    "id": 1399,
    "name": "Game of Thrones",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Game of Thrones",
    "overview": "Seven noble families fight for control of the mythical land of Westeros. Friction between the houses leads to full-scale war. All while a very ancient evil awakens in the farthest north. Amidst the war, a neglected military order of misfits, the Night's Watch, is all that stands between the realms of men and icy horrors beyond.",
    "popularity": 533.508,
    "poster_path": "/u3bZgnGQ9T01sWNhyveQz0wH0Hl.jpg",
    "vote_average": 8.4,
    "vote_count": 16661
  },
  {
    "backdrop_path": "/9tOGPeh59sK3WEqXBvPad5O363X.jpg",
    "first_air_date": "2019-03-28",
    "genre_ids": [
      10759,
      18
    ],
    "id": 54155,
    "name": "Hanna",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Hanna",
    "overview": "This thriller and coming-of-age drama follows the journey of an extraordinary young girl as she evades the relentless pursuit of an off-book CIA agent and tries to unearth the truth behind who she is. Based on the 2011 Joe Wright film.",
    "popularity": 35.477,
    "poster_path": "/pe10EUjgO2jgwiu01MAv9l3IjxG.jpg",
    "vote_average": 7.6,
    "vote_count": 554
  },
  {
    "backdrop_path": "/zWX629wryQwpaIwsquP4BRUD6HT.jpg",
    "first_air_date": "2005-03-27",
    "genre_ids": [
      18
    ],
    "id": 1416,
    "name": "Grey's Anatomy",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Grey's Anatomy",
    "overview": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
    "popularity": 653.987,
    "poster_path": "/zPIug5giU8oug6Xes5K1sTfQJxY.jpg",
    "vote_average": 8.2,
    "vote_count": 7112
  },
  {
    "backdrop_path": "/jbTqU6BJMufoMnPSlO4ThrcXs3Y.jpg",
    "first_air_date": "1999-01-31",
    "genre_ids": [
      16,
      35
    ],
    "id": 1434,
    "name": "Family Guy",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Family Guy",
    "overview": "Sick, twisted, politically incorrect and Freakin' Sweet animated series featuring the adventures of the dysfunctional Griffin family. Bumbling Peter and long-suffering Lois have three kids. Stewie (a brilliant but sadistic baby bent on killing his mother and taking over the world), Meg (the oldest, and is the most unpopular girl in town) and Chris (the middle kid, he's not very bright but has a passion for movies). The final member of the family is Brian - a talking dog and much more than a pet, he keeps Stewie in check whilst sipping Martinis and sorting through his own life issues.",
    "popularity": 191.3,
    "poster_path": "/9RBeCo8QSaoJLmmuzlwzVH3Hi12.jpg",
    "vote_average": 7.1,
    "vote_count": 3033
  },
  {
    "backdrop_path": "/yXggMemopUDHwPgmi6X9Wh2BQra.jpg",
    "first_air_date": "1986-02-26",
    "genre_ids": [
      16,
      10759,
      10765
    ],
    "id": 12609,
    "name": "Dragon Ball",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "ドラゴンボール",
    "overview": "Long ago in the mountains, a fighting master known as Gohan discovered a strange boy whom he named Goku. Gohan raised him and trained Goku in martial arts until he died. The young and very strong boy was on his own, but easily managed. Then one day, Goku met a teenage girl named Bulma, whose search for the mystical Dragon Balls brought her to Goku's home. Together, they set off to find all seven and to grant her wish.",
    "popularity": 14.772,
    "poster_path": "/tZ0jXOeYBWPZ0OWzUhTlYvMF7YR.jpg",
    "vote_average": 8.2,
    "vote_count": 2088
  },
  {
    "backdrop_path": "/urwz7vJ52QJnHH04zPNO1NKghyl.jpg",
    "first_air_date": "2017-01-26",
    "genre_ids": [
      9648,
      18,
      80
    ],
    "id": 69050,
    "name": "Riverdale",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Riverdale",
    "overview": "Set in the present, the series offers a bold, subversive take on Archie, Betty, Veronica and their friends, exploring the surreality of small-town life, the darkness and weirdness bubbling beneath Riverdale’s wholesome facade.",
    "popularity": 800.436,
    "poster_path": "/xBaeUYKNJfX8VhIFvvgPpFSYxBZ.jpg",
    "vote_average": 8.6,
    "vote_count": 12265
  },
  {
    "backdrop_path": null,
    "genre_ids": [],
    "id": 6210,
    "name": "Super Girl",
    "origin_country": [
      "CN"
    ],
    "original_language": "en",
    "original_name": "Super Girl",
    "overview": "Super Girl or Super Voice Girls was a Chinese singing contest for female contestants, organized by Hunan Satellite Television between 2004 and 2006. The show's official name was Mengniu Yoghurt Super Girl Contest until 2009 it was known as BBK Music Phone Super Girl Contest, after the company that sponsored the series. It was generally described as the unofficial mainland Chinese version of the global television franchise Pop Idol and became one the most popular entertainment shows in the country. Despite Super Girl's major popularity and success, the show was heavily criticised by Liu Zhongde, a member of the Chinese People's Political Consultative Conference. He essentially claimed Super Girl was poison for the youth.\n\nThe program was relaunched in 2009. The Chinese title was changed to 快乐女声 though the English title remains unchanged. In 2011, the Chinese government banned Super Girl from airing, claiming the program to be too long. The State Administration of Radio, Film and Television told the Hunan station that Super Girl broke time rules for this kind of show. They should be no more than 90 minutes long, but episodes of Super Girl can last more than three hours. More than 2.5 billion people watch the show.",
    "popularity": 1.4,
    "poster_path": null,
    "vote_average": 0,
    "vote_count": 0
  },
  {
    "backdrop_path": "/fANxNeH9JCXPrzNEfriGu1Y95dF.jpg",
    "first_air_date": "2009-10-12",
    "genre_ids": [
      10759,
      16,
      35,
      10765,
      9648
    ],
    "id": 46261,
    "name": "Fairy Tail",
    "origin_country": [
      "JP"
    ],
    "original_language": "ja",
    "original_name": "フェアリーテイル",
    "overview": "Lucy is a 17-year-old girl, who wants to be a full-fledged mage. One day when visiting Harujion Town, she meets Natsu, a young man who gets sick easily by any type of transportation. But Natsu isn't just any ordinary kid, he's a member of one of the world's most infamous mage guilds: Fairy Tail.",
    "popularity": 19.554,
    "poster_path": "/jsYTctFnK8ewomnUgcwhmsTkOum.jpg",
    "vote_average": 7.8,
    "vote_count": 696
  },
  {
    "backdrop_path": "/qJxzjUjCpTPvDHldNnlbRC4OqEh.jpg",
    "first_air_date": "2019-02-15",
    "genre_ids": [
      10759,
      10765,
      18
    ],
    "id": 75006,
    "name": "The Umbrella Academy",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "The Umbrella Academy",
    "overview": "A dysfunctional family of superheroes comes together to solve the mystery of their father's death, the threat of the apocalypse and more.",
    "popularity": 179.769,
    "poster_path": "/scZlQQYnDVlnpxFTxaIv2g0BWnL.jpg",
    "vote_average": 8.7,
    "vote_count": 7480
  },
  {
    "backdrop_path": "/nVRyd8hlg0ZLxBn9RaI7mUMQLnz.jpg",
    "first_air_date": "2005-09-13",
    "genre_ids": [
      18,
      9648,
      10765
    ],
    "id": 1622,
    "name": "Supernatural",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Supernatural",
    "overview": "When they were boys, Sam and Dean Winchester lost their mother to a mysterious and demonic supernatural force. Subsequently, their father raised them to be soldiers. He taught them about the paranormal evil that lives in the dark corners and on the back roads of America ... and he taught them how to kill it. Now, the Winchester brothers crisscross the country in their '67 Chevy Impala, battling every kind of supernatural threat they encounter along the way. ",
    "popularity": 269.635,
    "poster_path": "/KoYWXbnYuS3b0GyQPkbuexlVK9.jpg",
    "vote_average": 8.2,
    "vote_count": 5620
  },
  {
    "backdrop_path": "/xHCfWGlxwbtMeeOnTvxUCZRGnkk.jpg",
    "first_air_date": "2017-03-17",
    "genre_ids": [
      10759,
      18,
      10765
    ],
    "id": 62127,
    "name": "Marvel's Iron Fist",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Marvel's Iron Fist",
    "overview": "Danny Rand resurfaces 15 years after being presumed dead. Now, with the power of the Iron Fist, he seeks to reclaim his past and fulfill his destiny.",
    "popularity": 17.485,
    "poster_path": "/4l6KD9HhtD6nCDEfg10Lp6C6zah.jpg",
    "vote_average": 6.6,
    "vote_count": 1769
  },
  {
    "backdrop_path": "/5s9XHTB9SLPdg3mNU6BlSLnZ9Qq.jpg",
    "first_air_date": "2011-01-09",
    "genre_ids": [
      18,
      35
    ],
    "id": 34307,
    "name": "Shameless",
    "origin_country": [
      "US"
    ],
    "original_language": "en",
    "original_name": "Shameless",
    "overview": "Chicagoan Frank Gallagher is the proud single dad of six smart, industrious, independent kids, who without him would be... perhaps better off. When Frank's not at the bar spending what little money they have, he's passed out on the floor. But the kids have found ways to grow up in spite of him. They may not be like any family you know, but they make no apologies for being exactly who they are.",
    "popularity": 101.896,
    "poster_path": "/9akij7PqZ1g6zl42DQQTtL9CTSb.jpg",
    "vote_average": 8,
    "vote_count": 1476
  }
]